[
    {
        "name": "seattle",
        "price": 4.01,
        "id": 1001,
        "quantity": 0,
        "description": "Nuestro rollo Seattle es un rollo makizushi similar al rollo California. Contiene pepino, aguacate, salmón crudo del Pacífico y masago. Todo tipo de combinaciones de sabores para principiantes y expertos en sushi.",
        "image": "seattle",
        "backgroundColorProduct":["251","160","62"],
        "headline": "Contiene pepino, aguacate, salmón crudo del Pacífico y masago + incluye salmón ahumado y queso crema.",
        "genre": [ "salmón","aguacate", "pepino"]
        
    },
    {
        "name": "philly",
        "price": 4.01,
        "id": 1002,
        "quantity": 0,
        "description": "El rollo Filadelfia es un makizushi (también clasificado como kawarizushi), un tipo de sushi elaborado con salmón ahumado, queso crema y pepino. También incluye aguacate, cebollín y semillas de sésamo.",
        "image": "philly",
        "backgroundColorProduct":["226","189","128"],
        "headline": "Nuestros rollos Philadephia se sirven con su elección de mayonesa ligera picante, soya y salsa de sésamo.",
        "genre": ["pepino", "salmón","aguacate"]

    },
    {
        "name": "langosta",
        "price": 4.01,
        "id": 1015,
        "quantity": 0,
        "description": "Langosta frita crocante con aguacate, cubierta con masago y salsa especial.",
        "image": "tempuralobster",
        "backgroundColorProduct":["251","160","62"],
        "headline": "Rollos grandes cortados en cinco piezas con langosta, cangrejo, mango, aguacate, picante light, mayonesa light, lechuga, limón, ajonjolí y papel de arroz.",
        "genre": [ "langosta","cangrejo","aguacate"]
        
    },
    {
        "name": "cali",
        "price": 4.01,
        "id": 1003,
        "quantity": 0,
        "description": "Los principales ingredientes envueltos son el aguacate, la carne de cangrejo y la mayonesa envuelta con algas. El rollo de adentro hacia afuera se espolvorea por fuera con semillas de sésamo.",
        "image": "california-roll",
        "backgroundColorProduct":["240","220","145"],
        "headline": "Cangrejo, aguacate, + pepino. Hermosa sencillez.",
       "genre": ["cangrejo", "aguacate","pepino"]



    },
    {
        "name": "arcoíris",
        "price": 4.01,
        "id": 1004,
        "quantity": 0,
        "description": "El rollo arcoíris va un paso más allá al agregar atún crudo, salmón, camarones y pescado blanco.",
        "image": "rainbow",
        "backgroundColorProduct":["204","221","11"],
        "headline": "California roll pero coronado con atún, salmón, pescado Blanco, aguacate y camarones..",
       "genre": ["atún", "salmón", "camarón", "pescadoBlanco"]
},
    
    {
        "name": "atún picante",
        "price": 4.01,
        "id": 1005,
        "quantity": 0,
    "description": "Nuestro rollo de atún picante es un rollo makizushi que contiene atún crudo y mayonesa picante. El rollo se sazona con Ichimi togarashi (polvo de chile rojo molido)..",
        "image": "spicy-tuna-roll",
        "backgroundColorProduct":["194","59","40"],
        "headline": "Atún y cebolleta en salsa picante.",
       "genre": ["atún","sriracha"]
 },
    {
        "name": "dragón",
        "price": 2.95,
        "id": 1006,
        "quantity": 0,
        "description": "Nuestro sushi de rollo de dragón está hecho de tempura de camarones y pepino que se meten dentro del nori y con rodajas finas de aguacate que se colocan en capas sobre el rollo de sushi.",
        "image": "dragon",
        "backgroundColorProduct":["194","216","40"],
        "headline": "Camarones jumbo fritos, aguacate, cebolla verde, masago y mayonesa picante.",
       "genre": ["camarón", "aguacate"]
    },
    {
        "name": "pepino",
        "price": 4.01,
        "id": 1007,
        "quantity": 0,
        "description": "Una delicia vegetariana con pepinos y aguacate enrollada en arroz.",
        "image": "cucumber-roll",
        "backgroundColorProduct":["68","255","145"],
        "headline": "Pequeños panecillos que contienen dos ingredientes. Sencillo y delicioso.",
       "genre": ["pepino"]



    },
    
    {
        "name": "boston",
        "price": 3.45,
        "id": 1008,
        "quantity": 0,
        "description": "Nuestros Boston Rolls están rellenos de aguacate cremoso, camarones escalfados y pepino crujiente, luego se enrollan en láminas de alga nori y arroz de sushi.",
        "image": "boston",
        "backgroundColorProduct":["216","213","212"],
        "headline": "Camarón, kanikama, pepino, lechuga, mayonesa light, masago rojo y ajonjolí. Muy deliciosa.",
       "genre": ["camarón", "pepino"]



    },
    {
        "name": "alaskan",
        "price": 4.55,
        "id": 1009,
        "quantity": 0,
        "description": "Este es un rollo con el arroz adentro en lugar de afuera. Estos están rellenos de salmón ahumado, cangrejo y aguacate.",
        "image": "alaskan",
        "backgroundColorProduct":["240","220","145"],
        "headline": "La combinación de salmón, cangrejo, arroz y aguacate es una mezcla ganadora y deliciosa.",
       "genre": ["cangrejo", "salmón","aguacate"]

    },
    {
        "name": "teriyaki",
    "price": 5.51,
        "id": 1010,
        "quantity": 0,
        "description": "Una deliciosa mezcla de pollo teriyaki dulce y pegajoso, pepino crujiente y arroz perfectamente sazonado. El aderezo con aguacate suave le da un giro real a la textura y el sabor de este rollo de sushi.",
        "image": "teriyaki-roll",
        "backgroundColorProduct":["240","220","145"],
        "headline": "Pollo deshuesado marinado cubierto con salsa teriyaki bellamente enrollado.",
       "genre": ["pollo", "pepino","aguacate"]

    },
    {
        "name": "camarones",
        "price": 4.01,
        "id": 1011,
        "quantity": 0,
        "description": "Este es un rollo de sushi crujiente y sabroso hecho con camarones horneados y rebozados, arroz de sushi, nori, pepino y aguacate. Un poco de tobiko y salsa de sushi Unagi como guarnición lo adornan y le dan a cada pieza un poco de sabor para equilibrar los sabores.",
        "image": "shrimp-tempura",
        "backgroundColorProduct":["240","220","145"],
        "headline": "Camarón tempura, aguacate, pepino, masago de naranja, mayonesa light picante y sésamo.",
       "genre": ["camarón", "aguacate","pepino"]
 },
    {
        "name": "araña",
     "price": 3.65,
        "id": 1012,
        "quantity": 0,
        "description": "Este rollo es un tipo de sushi makizushi que incluye cangrejo de caparazón blando empanizado y otros ingredientes como pepino, aguacate, lechuga y mayonesa picante, enrollado dentro de nori y arroz de sushi.",
        "image": "spider",
        "backgroundColorProduct":["165","57","0"],
        "headline": "Camarón tempura, aguacate, pepino, masago de naranja, mayonesa light picante y sésamo.",
       "genre": ["camarón", "aguacate","pepino"]
},
    {
        "name": "hawaiian",
        "price": 3.55,
        "id": 1013,
        "quantity": 0,
        "description": "Los camarones, el cangrejo y el pepino están por dentro, con ahi chamuscado y aguacate por fuera, rociados con salsa dulce de mandarina, cubiertos con tempura crujiente, cebolletas y kuro goma (semilla de sésamo).",
        "image": "hawaiian",
        "backgroundColorProduct":["251","230","128"],
        "headline": "Como un rollo de California pero con un toque: sus ingredientes estrella son el camarón y el mango.",
       "genre": ["camarón", "cangrejo","pepino","aguacate"]
 },
    {
        "name": "atún",
        "price": 3.51,
        "id": 1014,
        "quantity": 0,
        "description": "Nuestro rollo de atún (Tekka maki) es simplemente un rollo de sushi de atún crudo. Es un hosomaki clásico con alga nori en el exterior + solo tiene unos pocos ingredientes, incluidas rodajas enteras de atún magro.",
        "image": "tuna-roll",
        "backgroundColorProduct":["209","82","35"],
        "headline": "Sencillo y elegante - no bañado en salsa, frito o relleno de ingredientes.",
       "genre": ["atún"] }

]



